[CG2]
GameName = 魔力宝贝2
********************************************
*              所有功能列表                *
********************************************
CG2_Account_Query=角色基本资料
CG2_Account_Detail_Query=角色详细资料
CG2_Account_Attribute_Query=角色属性资料
CG2_Log_Query=日志查询
CG2_SearchItem_Query=模糊查询道具
CG2_Insert_Item_Query=添加道具
CG2_InsertBankItem_Query=添加银行道具
CG2_Get_Item_Query=查询道具类别
CG2_SearchItem_Query=模糊查询道具
CG2_Get_Item_Detail_Query=道具名称查询
CG2_SetBankMoney_Query=设置银行金钱

********************************************
*              使用者数据信息              *
********************************************
No_Account_Exist = 该玩家账号不存在
No_Nick_Exist = 该昵称无法查询到结果!
No_DetailInfo_Exist = 该玩家详细资料不存在!
No_AttributeInfo_Exist = 该玩家属性数据不存在!
No_GuildInfo_Exist = 该玩家没有公会信息!
No_AddressInfo_Exist = 该玩家没有社会信息!
No_TitleInfo_Exist = 该玩家没有称号信息!
No_SkillInfo_Exist = 该玩家没有技能信息!
No_TeachInfo_Exist = 该玩家没有师生关系存在!
*************************************************
No_Char_Log = 没有该玩家的日志信息
NO_JOB_QUERY =没有查询到职业名称
********************************************
*           玩家登入注销记录               *
********************************************
No_LoginInfo_Exist = 该玩家没有登录注销记录!

********************************************
*              强制玩家下线                *
********************************************
Kick_Player_Success = 强制玩家下线成功
Kick_Player_Fail = 强制玩家下线失败

********************************************
*             玩家账号解/封停              *
********************************************
No_BanAccount_Exist = 没有封停玩家账号!
No_Select_BanAccount_Exist = 该玩家账号没有被封停!

Ban_Player_Success = 封停玩家账号成功
Ban_Player_Fail = 封停玩家账号失败

Unbind_Player_Sucess = 解封玩家账号成功
Unbind_Player_Fail = 解封玩家账号失败

********************************************
*             公告信息管理                 *
********************************************
No_BoardTask_Exist = 当前没有公告信息!

Send_BoardTask_Success = 发送公告成功
Send_BoardTask_Fail = 发送公告失败

Stop_BoardTask_Success = 停止发送公告成功
Stop_BoardTask_Fail = 停止发送公告失败

Server = 服务器
TooMany_BoardTask = 待发公告超过10条，请稍候再发!

****************************************************
玩家角色信息修改
*******************************************************
Update_CharJob_Success=修改玩家角色职业成功
Update_CharJob_Fail=修改玩家角色职业失败

**************************************************
玩家技能信息修改
*************************************************
NO_SKILLTYPE_QUERY=没有查询到技能类别
Update_SkillLevel_Success=修改玩家技能信息成功
Update_SkillLevel_Fail=修改玩家技能信息失败
AddSkill_Success=添加角色技能成功
AddSkill_Fail=添加角色技能失败

***************************************************
添加道具信息
*****************************************************
NO_ITEMTYPE_QUERY=没有查询到道具类别
NO_ITEMNAME_QUERY=没有查询到道具名称
Add_PresentItem_Success=添加赠送道具成功
Add_PresentItem_Fail=添加赠送道具失败

***************************************************
添加道具信息
*****************************************************
CG2_SetBankMoney_Query_Success=设置银行金额成功


***************************************************
商城-查询玩家购买日志
*****************************************************
RESULT_01=系统维护，接口关闭中
RESULT_02=提交参数不足或参数错误
RESULT_03=时间提交错误
RESULT_04=交易密钥错误
RESULT_05=该用户无交易记录

***************************************************
帐户激活查询
*****************************************************
RESULT_3=无此激活码
RESULT_2=查询密钥错误


***************************************************
发送邮件格式
*****************************************************
Mail_Server=127.0.0.1
Mail_Port=25
CG2_Sender=zhubin8265@hotmail.com
CG2_XMailer=zb
CG2_Subject=发送道具密码
CG2_Body=亲爱的%s<br>&nbsp;&nbsp;&nbsp;&nbsp;欢迎您使用久游网的密码保护功能,%s请牢记您的密码.<br>如果您仍然存在问题,请联系久游客户服务中心<br>网址：kefu.9you.com<br>客服热线: 021-63601518<br>电邮信箱: account_9you@staff.9you.com<br>如果您还有其他问题,可以登陆kefu.9you.com,我们将竭诚为您服务!<br>

